export const sectionsTest1 = [
  {
    title: "I хэсэг: Бусдыг хянах, удирдах хандлага",
    description: "...",
    questions: [
      { text: "1. Та бусдын шийдвэрт хэт их нөлөөлөх эсвэл өөрийн хүслээр удирдахыг оролддог уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "2. Бусдын алдаа дутагдлыг шууд шүүмжилж, тэднийг доош нь хийдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "3. Та харилцаандаа хяналт тавьж, бусдыг өөрийнхөө үгэнд оруулахыг хичээдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "4. Таны хувьд бусад хүмүүс таны үгэнд орох ёстой гэсэн бодол байнга төрдөг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "5. Та бусдаас өөрийн ашиг сонирхлын үүднээс давуу байдлыг эрэлхийлдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "6. Та бусдын санаа бодлыг үл тоомсорлож, өөрийнхөө санааг л чухалчилдаг уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "7. Та бусдыг сэтгэл санааны хувьд дарамталж, өөртөө наах хандлагатай юу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "8. Та өөрийн үйлдлийн хариуцлагыг бусдад хүлээлгэдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "9. Та бусдын амжилтыг үл тоомсорлож, өөрийнхөө амжилтыг дөвийлгөдөг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "10. Та бусдын хувийн орон зай, эрх чөлөөнд хүндэтгэлгүй ханддаг уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      }
    ]
  },
  {
    title: "II хэсэг: Сөрөг харилцаа ба үл итгэлцэл",
    description: "...",
    questions: [
      { text: "11. Та бусдыг байнга буруутгаж, гомдоллох хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та бусдын сэтгэл санааг унагах эсвэл өөртөө эргэлзэхэд хүргэдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Та бусдын нууцыг дэлгэх эсвэл хов жив тараах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та шударга бусаар өрсөлдөж, бусдыг хохироож өөрийн зорилгод хүрдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "15. Таны уур бухимдал гэнэт оргилж, хяналтаас гардаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та бусдад итгэхээс зайлсхийж, үргэлж сэжиглэдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "17. Та маргаантай үед буулт хийхээс татгалзаж, зөвхөн өөрийнхөөрөө зүтгэдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Та уучлалт гуйх нь сул доройн шинж гэж үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Та бусдын мэдрэмжийг үл тоомсорлож, эмпатигүй ханддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Таны сэтгэл хөдлөл тогтворгүй байж, ойр орчныхоо хүмүүст нөлөөлдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "III хэсэг: Хувийн өөрийгөө үнэлэх үнэлэмж ба хариуцлагагүй байдал",
    description: "...",
    questions: [
      { text: "21. Та өөрийгөө хэт өндрөөр үнэлж, бусдаас давуу гэж боддог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22. Та өөрийн алдаа дутагдлыг нууж, хүлээн зөвшөөрөхөөс татгалздаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "23. Та амлалтаа биелүүлэхгүй байх, эсвэл хариуцлагаас зайлсхийх хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24. Та өөрийгөө хохирогч болгож, бусдаас анхаарал хайрладаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25. Та бусдын хил хязгаарыг давж, тэдний хүсээгүй зүйлийг хийхийг шаарддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "26. Та шаардлагатай үед тусламж авахаас татгалзаж, өөрийгөө хэт тусгаарладаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "27. Та сөрөг сэтгэл хөдлөлөө удирдах чадваргүй байдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "28. Та бусдыг манипуляци хийж, өөрийнхөө хүслийг биелүүлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "29. Та бусдын амжилтад атаархаж, тэднийг доош нь хийхийг оролддог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "30. Таны харилцаа тогтворгүй байж, олон удаа хүмүүстэй муудалцдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];
export const sectionsTest2 = [
  {
    title: "I хэсэг: Сэтгэлзүйн болон мэдрэмжийн шинж тэмдэг",
    description: "...",
    questions: [
      { text: "1. Та сэтгэл түгших, санаа зовох мэдрэмжийг байнга мэдэрдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "2. Та уур уцаартай, амархан бухимддаг болсон уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "3. Та гунигтай, сэтгэлээр унасан байдалтай байх нь ихэсчихсэн үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "4. Та төвлөрөхөд хүндрэлтэй болсон уу, эсвэл мартамхай болсон уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "5. Та өөрийгөө буруутгах эсвэл ирээдүйдээ санаа зовох хандлагатай юу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "6. Та шинэ зүйлд сонирхолгүй болсон уу, эсвэл дуртай зүйлсээ хийхээ больсон уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "7. Та амархан уйлж, сэтгэл хөдлөлдөө хяналт тавьж чадахгүй байх тохиолдол ихэсчихсэн үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "8. Та бусадтай харилцахаас зайлсхийх, эсвэл ганцаардахыг илүүд үздэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "9. Та айдас, түгшүүрийн шалтгааныг тодорхойлж чадахгүй байх үе олон байдаг уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "10. Та урам хугарах эсвэл найдваргүй мэдрэмжтэй байдаг уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      }
    ]
  },
  {
    title: "II хэсэг: Бие махбодийн шинж тэмдэг",
    description: "...",
    questions: [
      { text: "11. Та нойргүйдэлтэй эсвэл хэт их унтдаг болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Таны хоолны дуршил өөрчлөгдсөн үү (хэт их идэх, эсвэл огт идэхгүй байх)?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Таны гэдэс өвдөх, бөөлжих, суулгах эсвэл өтгөн хатах зэрэг хоол боловсруулах тогтолцооны асуудал үүссэн үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та толгой өвдөх, булчин чангарах, эсвэл биеэр хөндүүрлэх мэдрэмж байнга мэдэрдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "15. Та хурдан ядардаг, эсвэл эрчим хүчгүй болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Таны зүрх дэлсэх, амьсгал давхцах зэрэг шинж тэмдэг илэрдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "17. Таны дархлаа суларч, амархан өвчилдөг болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Таны арьс эсвэл үсэнд (жишээ нь, үс унах, тууралт гарах) өөрчлөлт гарсан уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Таны биеийн жин гэнэт өөрчлөгдсөн үү (нэмэгдэх эсвэл буурах)?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Та бэлгийн дур хүсэл буурсан уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "III хэсэг: Загвар, зан төлөвийн өөрчлөлт",
    description: "...",
    questions: [
      { text: "21. Та ажлын бүтээмж буурсан, эсвэл ажлаа хийхэд хүндрэлтэй болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22. Та хорт зуршилд (архи, тамхи, мансууруулах бодис) автах эсвэл хэрэглээ нэмэгдсэн үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "23. Та бусадтай маргалдах, зөрчилдөх нь ихэсчихсэн үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24. Та ороо бусгаа, эмх замбараагүй болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25. Та хэт их зурагт үзэх, тоглоом тоглох зэрэг зүйлсээр стрессээ тайлахыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "26. Та эрсдэлтэй зан төлөв (жишээ нь, хурдан машин барих, мөрийтэй тоглох) гаргах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "27. Та ажлын хугацаа хоцрох эсвэл үүрэг хариуцлагаа үл тоомсорлох тохиолдол гардаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "28. Та өөрийн хувийн эрүүл ахуй, гадаад төрхөндөө анхаарахгүй байх тохиолдол гардаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "29. Та шинэ зүйл сурах, хөгжихөөс зайлсхийж, идэвхгүй болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "30. Та амиа хорлох бодол эсвэл амьдрах сонирхолгүй байх мэдрэмж төрдөг үү? (Энэ нь маш ноцтой шинж тэмдэг тул яаралтай мэргэжлийн тусламж авах шаардлагатайг анхаарна уу!)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];

export const sectionsTest3 = [
  {
    title: "I хэсэг: Өөрийгөө таних (Self-Awareness)",
    description: "...",
    questions: [
      { text: "1. Та өөрийнхөө сэтгэл хөдлөлийг мэдрэх үедээ түүнийг юу гэж нэрлэхээ мэддэг үү?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "2. Та ямар нэгэн стресстэй нөхцөл байдалд орох үедээ бие махбодийнхоо хариу үйлдлийг (жишээ нь, зүрх дэлсэх, гар хөл хөрөх) анзаардаг уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "3. Таны сэтгэл санааг юу дээшлүүлж, юу доошлуулдгийг та мэддэг үү?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "4. Таныг уурлахад юу нөлөөлдөг тухай та тодорхой ойлголттой юу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "5. Таны сул тал болон давуу талыг та бодитойгоор үнэлж чаддаг уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "6. Таны сэтгэл хөдлөл таны шийдвэр гаргалтад хэрхэн нөлөөлдгийг та ойлгодог уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "7. Таныг баярлуулдаг, аз жаргалтай болгодог зүйлсийг та нэрлэж чадах уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "8. Бусдын таны тухай хэлсэн шүүмжлэлийг та тайвнаар хүлээж авч чаддаг уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "9. Та өөрийнхөө сэтгэл хөдлөлийн төлөв байдлыг (жишээ нь, баяр баясгалантай, гунигтай, ууртай) байнга хянаж байдаг уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "10. Таны үнэ цэнэ болон зарчим таны үйлдлийг хэрхэн чиглүүлдэгийг та ойлгодог уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      }
    ]
  },
  {
    title: "II хэсэг: Өөрийгөө удирдах (Self-Management)",
    description: "...",
    questions: [
      { text: "11. Та ууртай эсвэл сэтгэлээр унасан үедээ сэтгэл хөдлөлөө хянах чадвартай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та хүндрэлтэй нөхцөл байдалд орох үедээ тайван байдлаа хадгалж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Таны хувийн зорилгодоо хүрэхэд таны сэтгэл хөдлөл таньд тусалдаг уу, эсвэл саад болдог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та шийдвэр гаргахаасаа өмнө бодож, хүлээж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "15. Та алдаа гаргасан үедээ түүнийгээ хүлээж аваад, түүнээсээ суралцдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та ямар нэгэн зүйлд дуугүй байх шаардлагатай үедээ өөрийгөө хянаж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "17. Таны сэтгэл санаа тогтворгүй үед ч та ажлаа үр дүнтэй хийж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Та өөрчлөлтөд хэр хурдан дасан зохицдог вэ?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Та ирээдүйдээ итгэлтэйгээр ханддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Та бэрхшээлтэй тулгарахдаа шантардаггүй, харин шийдлийг эрэлхийлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
 {
  title: "III хэсэг: Нийгмийн мэдрэмж ба харилцааг удирдах (Social Awareness & Relationship Management)",
  description: "...",
  questions: [
    { text: "21. Та бусдын сэтгэл хөдлөлийг тэдний биеийн хэлэмж, дууны өнгө зэргээс нь таньж мэддэг үү?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "22. Та бусдын бодол санаа, мэдрэмжийг сонсохдоо анхааралтай байдаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "23. Та бусдын асуудлыг өөрийнхөө асуудал мэтээр мэдэрч, сэтгэл зовних чадвартай юу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "24. Та ялгаатай үзэл бодолтой хүмүүсийн дунд нийтлэг ойлголцлыг бий болгож чаддаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "25. Та бусадтай сайн харилцаатай байж, үр дүнтэй хамтран ажиллаж чаддаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "26. Та бусдад нөлөөлөх болон удирдах чадвартай юу? (эерэг утгаар)", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "27. Та маргаантай нөхцөл байдалд зохицуулагчийн үүрэг гүйцэтгэж чаддаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "28. Та бусдад урам зориг өгөх, удирдаж чиглүүлэх чадвартай юу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "29. Та бусадтайгаа илэн далангүй харилцаж, өөрийнхөө бодлыг хуваалцдаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "30. Та баг хамт олны сэтгэл хөдлөлийг мэдэрч, түүнд тохирсон хариу үйлдэл үзүүлж чаддаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];
export const sectionsTest4 = [
  {
    title: "I хэсэг: Шударга байдал ба үнэнч байдал",
    description: "...",
    questions: [
      { text: "1. Та бага зэргийн ашиг хонжоо харахын тулд худал хэлэх эсвэл үнэнийг нуух хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "2. Та алдаа гаргасан үедээ түүнийгээ хүлээн зөвшөөрч, хариуцлага хүлээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "3. Та хувийн ашиг сонирхол эсвэл бусдын дарамтаас үл хамааран шударга шийдвэр гаргадаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "4. Та бусдын амжилт эсвэл өөрийн алдааны талаар үнэн зөв мэдээлэл өгдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "5. Та амласан эсвэл үүрэг хүлээсэн зүйлээ биелүүлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "6. Та алдаа дутагдлаа нуух эсвэл бусдад тохох хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "7. Та зөвхөн өөрийн нэр хүндийг бодож, үнэнийг гуйвуулах тохиолдол гардаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "8. Та бусдын итгэлийг хүндэлж, тэдний нууц мэдээллийг чандлан хадгалдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "9. Та хууль дүрэм, байгууллагын журмыг үргэлж дагаж мөрддөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "10. Таныг үнэнч, найдвартай гэж бусад хүмүүс хэлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "II хэсэг: Ёс зүй ба зарчимч байдал",
    description: "...",
    questions: [
      { text: "11. Та ёс зүйн зөрчилтэй нөхцөл байдалтай тулгарахад, түүнийг хэрхэн шийдвэрлэдэг вэ? (Зөв хариулт нь ёс зүйгээ баримтлах.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та бусдын эрх ашгийг хүндэлж, тэдэнд хохирол учруулахгүй байхыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Та өөрийн хувийн үнэт зүйлс, зарчмууддаа үнэнч байдаг уу, тэр ч байтугай хүнд нөхцөлд ч?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та бусдыг ялгаварлах, шударга бус хандах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "15. Та хүнд бэрх нөхцөлд ч зөв зүйлээ хийх ёстой гэж үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та буруу үйлдлийг нь хараад дуугүй өнгөрөөдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "17. Та ажлын байран дахь ёс зүйн хэм хэмжээг ойлгож, мөрддөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Та өөрийн үг, үйлдлийнхээ үр дагаврыг хариуцдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Та хувийн ашиг хонжоо олох зорилгоор бусдыг ашиглах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "20. Та бусдад шударга, ил тод ханддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "III хэсэг: Итгэлцэл ба нэр хүнд",
    description: "...",
    questions: [
      { text: "21. Таны үг, үйлдэл хоёр хоорондоо зөрчилдөхгүй байдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22. Та бусдын итгэлийг алдахгүйн тулд хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "23. Таныг найдвартай, итгэлтэй хүн гэж бусад хүмүүс үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24. Та амлалтаа биелүүлж чадахгүй бол урьдчилан мэдэгдэж, тайлбарладаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25. Та хүнд нөхцөл байдалд ч үнэнээ хэлэх зоригтой юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "26. Та бусдын өмнө өөрийгөө хуурамчаар харуулах эсвэл дүр эсгэх хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "27. Та бусдыг хуурч мэхлэхээс татгалздаг уу, тэр ч байтугай энэ нь танд ашигтай байсан ч?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "28. Та өөрийн үнэт зүйлс, зарчмуудаа бусдад ил тод илэрхийлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "29. Таны нэр хүнд таны хувьд хэр чухал вэ? (Маш чухал бол өндөр оноотой.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "30. Та үнэн байх нь хувийн болон мэргэжлийн амьдралд амжилтад хүрэх гол түлхүүр гэж үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];
export const sectionsTest5 = [
  {
    title: "I хэсэг: Өөрийгөө таних ба хүлээн зөвшөөрөх",
    description: "...",
    questions: [
      { text: "1. Та өөрийн давуу тал, авьяас чадварыг тодорхой мэдэж, тэдгээрийг үнэлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "2. Та өөрийн сул тал, сайжруулах шаардлагатай талуудыг бодитойгоор хүлээн зөвшөөрдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "3. Та бусдын өгсөн эерэг болон сөрөг шүүмжлэлийг тайван хүлээн авч, өөртөө дүгнэлт хийж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "4. Та бусдаас илүү байхыг хичээж, өөрийн алдаагаа хүлээн зөвшөөрөхөөс татгалздаг уу? (Энэ асуултад урвуу оноо өгнө.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "5. Та өөрийн амжилт, ололт амжилтыг үнэлж, түүндээ баярладаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "6. Та өөрийгөө байнга буруутгаж, алдаагаа хэтрүүлэн үздэг үү? (Энэ асуултад урвуу оноо өгнө.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "7. Та өөрийн үнэт зүйлс, зарчим юу болохыг тодорхой мэддэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "8. Та стресс эсвэл дарамтад орох үедээ өөрийн сэтгэл хөдлөл, хариу үйлдлээ хянадаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "9. Та өөрийн мэдрэмж, бодлыг таньж, тэдгээр нь таны зан авирт хэрхэн нөлөөлж байгааг ойлгодог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "10. Та өөрийгөө үнэлэхдээ бусдын санал бодлоос хэр зэрэг хамааралтай байдаг вэ? (Энэ асуултад урвуу оноо өгнө.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "II хэсэг: Өөрийгөө дүгнэх ба суралцах",
    description: "...",
    questions: [
      { text: "11. Та аливаа үйл явдал эсвэл туршлагын дараа өөрийн гүйцэтгэл, оролцоондоо дүгнэлт хийдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та өөрийн шийдвэр, үйлдлийн үр дагаврыг эргэцүүлэн бодож чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Та өөрийн алдаанаасаа суралцаж, дараагийн удаад илүү сайн хийхийг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та амжилтгүй болсон тохиолдолд бусдыг буруутгах хандлагатай юу? (Энэ асуултад урвуу оноо өгнө.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "15. Та өөрийн хувийн болон мэргэжлийн хөгжлийн төлөө байнга суралцаж, шинэ мэдлэг эзэмшихийг эрмэлздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та өөрийнхөө талаарх үнэлгээгээ хэр зэрэг үнэн зөв гэж үздэг вэ?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "17. Та ирээдүйд өөрийгөө хэрхэн хөгжүүлэх талаар тодорхой төлөвлөгөөтэй байдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Та өөрийгөө хэт их магтах эсвэл хэт их доош хийх хандлагатай юу? (Энэ асуултад урвуу оноо өгнө.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Та шинэ сорилт, бэрхшээлтэй тулгарахад айдсаа даван туулж, оролдлого хийдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Та алдаа гаргасан бол бусдаас тусламж эсвэл зөвлөгөө хүсэж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
      ]
  },
  {
     title: "III хэсэг: Бие даасан байдал ба өсөлт",
      description: "...",
      questions: [
        { text: "21. Та өөрийн туршлагаа бусадтай хуваалцаж, тэднээс суралцахад нээлттэй байдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22. Та өөрийн дотоод сэдэл, зорилгоо тодорхой мэддэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "23. Та өөрийн амжилтгүй байдлыг хувь хүний үнэ цэнээсээ салгаж ойлгодог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24. Та өөрийн сэтгэл хөдлөл, шийдвэрийн хоорондын уялдааг ойлгодог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25. Та өөрийн алдаагаа дахин давтахгүй байхын тулд ямар алхмууд хийхээ мэддэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
  { text: "26. Та бусдын хүлээлтийг биелүүлэхийн тулд өөрийн хэрэгцээг хойш тавьдаг уу? (Энэ асуултад урвуу оноо өгнө.)", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
    { text: "Ховорхон / Бараг үгүй", value: 2 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 4 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
  ] },
  { text: "27. Та өөрийгөө сэдэлжүүлж, зорилгодоо хүрэхийн тулд тууштай ажилладаг уу?", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
    { text: "Ховорхон / Бараг үгүй", value: 2 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 4 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
  ] },
  { text: "28. Та өөрийгөө хэт шүүмжилж, амжилтаа үл тоомсорлох хандлагатай юу? (Энэ асуултад урвуу оноо өгнө.)", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
    { text: "Ховорхон / Бараг үгүй", value: 2 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 4 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
  ] },
  { text: "29. Та өөрийн өсөлт хөгжлийг байнга хянаж, үнэлдэг үү?", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
    { text: "Ховорхон / Бараг үгүй", value: 2 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 4 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
  ] },
  { text: "30. Таны өөрийгөө үнэлэх чадвар таны хувийн болон мэргэжлийн амьдралд эерэг нөлөө үзүүлдэг үү?", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
    { text: "Ховорхон / Бараг үгүй", value: 2 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 4 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];

