export const sectionsTest1 = [
  {
    title: "I хэсэг: Бусдыг хянах, удирдах хандлага",
    description: "...",
    questions: [
      { text: "1. Та бусдын шийдвэрт хэт их нөлөөлөх эсвэл өөрийн хүслээр удирдахыг оролддог уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "2. Бусдын алдаа дутагдлыг шууд шүүмжилж, тэднийг доош нь хийдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "3. Та харилцаандаа хяналт тавьж, бусдыг өөрийнхөө үгэнд оруулахыг хичээдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "4. Таны хувьд бусад хүмүүс таны үгэнд орох ёстой гэсэн бодол байнга төрдөг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "5. Та бусдаас өөрийн ашиг сонирхлын үүднээс давуу байдлыг эрэлхийлдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "6. Та бусдын санаа бодлыг үл тоомсорлож, өөрийнхөө санааг л чухалчилдаг уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "7. Та бусдыг сэтгэл санааны хувьд дарамталж, өөртөө наах хандлагатай юу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "8. Та өөрийн үйлдлийн хариуцлагыг бусдад хүлээлгэдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "9. Та бусдын амжилтыг үл тоомсорлож, өөрийнхөө амжилтыг дөвийлгөдөг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "10. Та бусдын хувийн орон зай, эрх чөлөөнд хүндэтгэлгүй ханддаг уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      }
    ]
  },
  {
    title: "II хэсэг: Сөрөг харилцаа ба үл итгэлцэл",
    description: "...",
    questions: [
      { text: "11. Та бусдыг байнга буруутгаж, гомдоллох хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та бусдын сэтгэл санааг унагах эсвэл өөртөө эргэлзэхэд хүргэдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Та бусдын нууцыг дэлгэх эсвэл хов жив тараах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та шударга бусаар өрсөлдөж, бусдыг хохироож өөрийн зорилгод хүрдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "15. Таны уур бухимдал гэнэт оргилж, хяналтаас гардаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та бусдад итгэхээс зайлсхийж, үргэлж сэжиглэдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "17. Та маргаантай үед буулт хийхээс татгалзаж, зөвхөн өөрийнхөөрөө зүтгэдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Та уучлалт гуйх нь сул доройн шинж гэж үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Та бусдын мэдрэмжийг үл тоомсорлож, эмпатигүй ханддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Таны сэтгэл хөдлөл тогтворгүй байж, ойр орчныхоо хүмүүст нөлөөлдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "III хэсэг: Хувийн өөрийгөө үнэлэх үнэлэмж ба хариуцлагагүй байдал",
    description: "...",
    questions: [
      { text: "21. Та өөрийгөө хэт өндрөөр үнэлж, бусдаас давуу гэж боддог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22. Та өөрийн алдаа дутагдлыг нууж, хүлээн зөвшөөрөхөөс татгалздаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "23. Та амлалтаа биелүүлэхгүй байх, эсвэл хариуцлагаас зайлсхийх хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24. Та өөрийгөө хохирогч болгож, бусдаас анхаарал хайрладаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25. Та бусдын хил хязгаарыг давж, тэдний хүсээгүй зүйлийг хийхийг шаарддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "26. Та шаардлагатай үед тусламж авахаас татгалзаж, өөрийгөө хэт тусгаарладаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "27. Та сөрөг сэтгэл хөдлөлөө удирдах чадваргүй байдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "28. Та бусдыг манипуляци хийж, өөрийнхөө хүслийг биелүүлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "29. Та бусдын амжилтад атаархаж, тэднийг доош нь хийхийг оролддог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "30. Таны харилцаа тогтворгүй байж, олон удаа хүмүүстэй муудалцдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];
export const sectionsTest2 = [
  {
    title: "I хэсэг: Сэтгэлзүйн болон мэдрэмжийн шинж тэмдэг",
    description: "...",
    questions: [
      { text: "1. Та сэтгэл түгших, санаа зовох мэдрэмжийг байнга мэдэрдэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "2. Та уур уцаартай, амархан бухимддаг болсон уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "3. Та гунигтай, сэтгэлээр унасан байдалтай байх нь ихэсчихсэн үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "4. Та төвлөрөхөд хүндрэлтэй болсон уу, эсвэл мартамхай болсон уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "5. Та өөрийгөө буруутгах эсвэл ирээдүйдээ санаа зовох хандлагатай юу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "6. Та шинэ зүйлд сонирхолгүй болсон уу, эсвэл дуртай зүйлсээ хийхээ больсон уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "7. Та амархан уйлж, сэтгэл хөдлөлдөө хяналт тавьж чадахгүй байх тохиолдол ихэсчихсэн үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "8. Та бусадтай харилцахаас зайлсхийх, эсвэл ганцаардахыг илүүд үздэг үү?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "9. Та айдас, түгшүүрийн шалтгааныг тодорхойлж чадахгүй байх үе олон байдаг уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      },
      { text: "10. Та урам хугарах эсвэл найдваргүй мэдрэмжтэй байдаг уу?", 
        options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ]
      }
    ]
  },
  {
    title: "II хэсэг: Бие махбодийн шинж тэмдэг",
    description: "...",
    questions: [
      { text: "11. Та нойргүйдэлтэй эсвэл хэт их унтдаг болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Таны хоолны дуршил өөрчлөгдсөн үү (хэт их идэх, эсвэл огт идэхгүй байх)?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Таны гэдэс өвдөх, бөөлжих, суулгах эсвэл өтгөн хатах зэрэг хоол боловсруулах тогтолцооны асуудал үүссэн үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та толгой өвдөх, булчин чангарах, эсвэл биеэр хөндүүрлэх мэдрэмж байнга мэдэрдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "15. Та хурдан ядардаг, эсвэл эрчим хүчгүй болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Таны зүрх дэлсэх, амьсгал давхцах зэрэг шинж тэмдэг илэрдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "17. Таны дархлаа суларч, амархан өвчилдөг болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Таны арьс эсвэл үсэнд (жишээ нь, үс унах, тууралт гарах) өөрчлөлт гарсан уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Таны биеийн жин гэнэт өөрчлөгдсөн үү (нэмэгдэх эсвэл буурах)?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Та бэлгийн дур хүсэл буурсан уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "III хэсэг: Загвар, зан төлөвийн өөрчлөлт",
    description: "...",
    questions: [
      { text: "21. Та ажлын бүтээмж буурсан, эсвэл ажлаа хийхэд хүндрэлтэй болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22. Та хорт зуршилд (архи, тамхи, мансууруулах бодис) автах эсвэл хэрэглээ нэмэгдсэн үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "23. Та бусадтай маргалдах, зөрчилдөх нь ихэсчихсэн үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24. Та ороо бусгаа, эмх замбараагүй болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25. Та хэт их зурагт үзэх, тоглоом тоглох зэрэг зүйлсээр стрессээ тайлахыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "26. Та эрсдэлтэй зан төлөв (жишээ нь, хурдан машин барих, мөрийтэй тоглох) гаргах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "27. Та ажлын хугацаа хоцрох эсвэл үүрэг хариуцлагаа үл тоомсорлох тохиолдол гардаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "28. Та өөрийн хувийн эрүүл ахуй, гадаад төрхөндөө анхаарахгүй байх тохиолдол гардаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "29. Та шинэ зүйл сурах, хөгжихөөс зайлсхийж, идэвхгүй болсон уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "30. Та амиа хорлох бодол эсвэл амьдрах сонирхолгүй байх мэдрэмж төрдөг үү? (Энэ нь маш ноцтой шинж тэмдэг тул яаралтай мэргэжлийн тусламж авах шаардлагатайг анхаарна уу!)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];

export const sectionsTest3 = [
  {
    title: "I хэсэг: Өөрийгөө таних (Self-Awareness)",
    description: "...",
    questions: [
      { text: "1. Та өөрийнхөө сэтгэл хөдлөлийг мэдрэх үедээ түүнийг юу гэж нэрлэхээ мэддэг үү?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "2. Та ямар нэгэн стресстэй нөхцөл байдалд орох үедээ бие махбодийнхоо хариу үйлдлийг (жишээ нь, зүрх дэлсэх, гар хөл хөрөх) анзаардаг уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "3. Таны сэтгэл санааг юу дээшлүүлж, юу доошлуулдгийг та мэддэг үү?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "4. Таныг уурлахад юу нөлөөлдөг тухай та тодорхой ойлголттой юу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "5. Таны сул тал болон давуу талыг та бодитойгоор үнэлж чаддаг уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "6. Таны сэтгэл хөдлөл таны шийдвэр гаргалтад хэрхэн нөлөөлдгийг та ойлгодог уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "7. Таныг баярлуулдаг, аз жаргалтай болгодог зүйлсийг та нэрлэж чадах уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "8. Бусдын таны тухай хэлсэн шүүмжлэлийг та тайвнаар хүлээж авч чаддаг уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "9. Та өөрийнхөө сэтгэл хөдлөлийн төлөв байдлыг (жишээ нь, баяр баясгалантай, гунигтай, ууртай) байнга хянаж байдаг уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      },
      { text: "10. Таны үнэ цэнэ болон зарчим таны үйлдлийг хэрхэн чиглүүлдэгийг та ойлгодог уу?", 
        options: [
          { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
          { text: "Ховорхон / Бараг үгүй", value: 2 },
          { text: "Заримдаа / Дунд зэрэг", value: 3 },
          { text: "Ихэвчлэн / Байнга", value: 4 },
          { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
        ]
      }
    ]
  },
  {
    title: "II хэсэг: Өөрийгөө удирдах (Self-Management)",
    description: "...",
    questions: [
      { text: "11. Та ууртай эсвэл сэтгэлээр унасан үедээ сэтгэл хөдлөлөө хянах чадвартай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та хүндрэлтэй нөхцөл байдалд орох үедээ тайван байдлаа хадгалж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Таны хувийн зорилгодоо хүрэхэд таны сэтгэл хөдлөл таньд тусалдаг уу, эсвэл саад болдог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та шийдвэр гаргахаасаа өмнө бодож, хүлээж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "15. Та алдаа гаргасан үедээ түүнийгээ хүлээж аваад, түүнээсээ суралцдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та ямар нэгэн зүйлд дуугүй байх шаардлагатай үедээ өөрийгөө хянаж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "17. Таны сэтгэл санаа тогтворгүй үед ч та ажлаа үр дүнтэй хийж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Та өөрчлөлтөд хэр хурдан дасан зохицдог вэ?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Та ирээдүйдээ итгэлтэйгээр ханддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Та бэрхшээлтэй тулгарахдаа шантардаггүй, харин шийдлийг эрэлхийлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
 {
  title: "III хэсэг: Нийгмийн мэдрэмж ба харилцааг удирдах (Social Awareness & Relationship Management)",
  description: "...",
  questions: [
    { text: "21. Та бусдын сэтгэл хөдлөлийг тэдний биеийн хэлэмж, дууны өнгө зэргээс нь таньж мэддэг үү?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "22. Та бусдын бодол санаа, мэдрэмжийг сонсохдоо анхааралтай байдаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "23. Та бусдын асуудлыг өөрийнхөө асуудал мэтээр мэдэрч, сэтгэл зовних чадвартай юу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "24. Та ялгаатай үзэл бодолтой хүмүүсийн дунд нийтлэг ойлголцлыг бий болгож чаддаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "25. Та бусадтай сайн харилцаатай байж, үр дүнтэй хамтран ажиллаж чаддаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "26. Та бусдад нөлөөлөх болон удирдах чадвартай юу? (эерэг утгаар)", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "27. Та маргаантай нөхцөл байдалд зохицуулагчийн үүрэг гүйцэтгэж чаддаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "28. Та бусдад урам зориг өгөх, удирдаж чиглүүлэх чадвартай юу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "29. Та бусадтайгаа илэн далангүй харилцаж, өөрийнхөө бодлыг хуваалцдаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
    ] },
    { text: "30. Та баг хамт олны сэтгэл хөдлөлийг мэдэрч, түүнд тохирсон хариу үйлдэл үзүүлж чаддаг уу?", options: [
      { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
      { text: "Ховорхон / Бараг үгүй", value: 2 },
      { text: "Заримдаа / Дунд зэрэг", value: 3 },
      { text: "Ихэвчлэн / Байнга", value: 4 },
      { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];
export const sectionsTest4 = [
  {
    title: "I хэсэг: Шударга байдал ба үнэнч байдал",
    description: "...",
    questions: [
      { text: "1. Та бага зэргийн ашиг хонжоо харахын тулд худал хэлэх эсвэл үнэнийг нуух хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "2. Та алдаа гаргасан үедээ түүнийгээ хүлээн зөвшөөрч, хариуцлага хүлээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "3. Та хувийн ашиг сонирхол эсвэл бусдын дарамтаас үл хамааран шударга шийдвэр гаргадаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "4. Та бусдын амжилт эсвэл өөрийн алдааны талаар үнэн зөв мэдээлэл өгдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "5. Та амласан эсвэл үүрэг хүлээсэн зүйлээ биелүүлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "6. Та алдаа дутагдлаа нуух эсвэл бусдад тохох хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "7. Та зөвхөн өөрийн нэр хүндийг бодож, үнэнийг гуйвуулах тохиолдол гардаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "8. Та бусдын итгэлийг хүндэлж, тэдний нууц мэдээллийг чандлан хадгалдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "9. Та хууль дүрэм, байгууллагын журмыг үргэлж дагаж мөрддөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "10. Таныг үнэнч, найдвартай гэж бусад хүмүүс хэлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "II хэсэг: Ёс зүй ба зарчимч байдал",
    description: "...",
    questions: [
      { text: "11. Та ёс зүйн зөрчилтэй нөхцөл байдалтай тулгарахад, түүнийг хэрхэн шийдвэрлэдэг вэ? (Зөв хариулт нь ёс зүйгээ баримтлах.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та бусдын эрх ашгийг хүндэлж, тэдэнд хохирол учруулахгүй байхыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Та өөрийн хувийн үнэт зүйлс, зарчмууддаа үнэнч байдаг уу, тэр ч байтугай хүнд нөхцөлд ч?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та бусдыг ялгаварлах, шударга бус хандах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "15. Та хүнд бэрх нөхцөлд ч зөв зүйлээ хийх ёстой гэж үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та буруу үйлдлийг нь хараад дуугүй өнгөрөөдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "17. Та ажлын байран дахь ёс зүйн хэм хэмжээг ойлгож, мөрддөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Та өөрийн үг, үйлдлийнхээ үр дагаврыг хариуцдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Та хувийн ашиг хонжоо олох зорилгоор бусдыг ашиглах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "20. Та бусдад шударга, ил тод ханддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "III хэсэг: Итгэлцэл ба нэр хүнд",
    description: "...",
    questions: [
      { text: "21. Таны үг, үйлдэл хоёр хоорондоо зөрчилдөхгүй байдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22. Та бусдын итгэлийг алдахгүйн тулд хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "23. Таныг найдвартай, итгэлтэй хүн гэж бусад хүмүүс үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24. Та амлалтаа биелүүлж чадахгүй бол урьдчилан мэдэгдэж, тайлбарладаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25. Та хүнд нөхцөл байдалд ч үнэнээ хэлэх зоригтой юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "26. Та бусдын өмнө өөрийгөө хуурамчаар харуулах эсвэл дүр эсгэх хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "27. Та бусдыг хуурч мэхлэхээс татгалздаг уу, тэр ч байтугай энэ нь танд ашигтай байсан ч?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "28. Та өөрийн үнэт зүйлс, зарчмуудаа бусдад ил тод илэрхийлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "29. Таны нэр хүнд таны хувьд хэр чухал вэ? (Маш чухал бол өндөр оноотой.)", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "30. Та үнэн байх нь хувийн болон мэргэжлийн амьдралд амжилтад хүрэх гол түлхүүр гэж үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];
export const sectionsTest5 = [
  {
    title: "I хэсэг: Өөрийгөө таних ба хүлээн зөвшөөрөх",
    description: "...",
    questions: [
      { text: "1. Та өөрийн давуу тал, авьяас чадварыг тодорхой мэдэж, тэдгээрийг үнэлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "2. Та өөрийн сул тал, сайжруулах шаардлагатай талуудыг бодитойгоор хүлээн зөвшөөрдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "3. Та бусдын өгсөн эерэг болон сөрөг шүүмжлэлийг тайван хүлээн авч, өөртөө дүгнэлт хийж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "4. Та бусдаас илүү байхыг хичээж, өөрийн алдаагаа хүлээн зөвшөөрөхөөс татгалздаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "5. Та өөрийн амжилт, ололт амжилтыг үнэлж, түүндээ баярладаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "6. Та өөрийгөө байнга буруутгаж, алдаагаа хэтрүүлэн үздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "7. Та өөрийн үнэт зүйлс, зарчим юу болохыг тодорхой мэддэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "8. Та стресс эсвэл дарамтад орох үедээ өөрийн сэтгэл хөдлөл, хариу үйлдлээ хянадаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "9. Та өөрийн мэдрэмж, бодлыг таньж, тэдгээр нь таны зан авирт хэрхэн нөлөөлж байгааг ойлгодог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "10. Та өөрийгөө үнэлэхдээ бусдын санал бодлоос хэр зэрэг хамааралтай байдаг вэ?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] }
    ]
  },
  {
    title: "II хэсэг: Өөрийгөө дүгнэх ба суралцах",
    description: "...",
    questions: [
      { text: "11. Та аливаа үйл явдал эсвэл туршлагын дараа өөрийн гүйцэтгэл, оролцоондоо дүгнэлт хийдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та өөрийн шийдвэр, үйлдлийн үр дагаврыг эргэцүүлэн бодож чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Та өөрийн алдаанаасаа суралцаж, дараагийн удаад илүү сайн хийхийг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та амжилтгүй болсон тохиолдолд бусдыг буруутгах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "15. Та өөрийн хувийн болон мэргэжлийн хөгжлийн төлөө байнга суралцаж, шинэ мэдлэг эзэмшихийг эрмэлздэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та өөрийнхөө талаарх үнэлгээгээ хэр зэрэг үнэн зөв гэж үздэг вэ?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "17. Та ирээдүйд өөрийгөө хэрхэн хөгжүүлэх талаар тодорхой төлөвлөгөөтэй байдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "18. Та өөрийгөө хэт их магтах эсвэл хэт их доош хийх хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "19. Та шинэ сорилт, бэрхшээлтэй тулгарахад айдсаа даван туулж, оролдлого хийдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Та алдаа гаргасан бол бусдаас тусламж эсвэл зөвлөгөө хүсэж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
      ]
  },
  {
     title: "III хэсэг: Бие даасан байдал ба өсөлт",
      description: "...",
      questions: [
        { text: "21. Та өөрийн туршлагаа бусадтай хуваалцаж, тэднээс суралцахад нээлттэй байдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22. Та өөрийн дотоод сэдэл, зорилгоо тодорхой мэддэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "23. Та өөрийн амжилтгүй байдлыг хувь хүний үнэ цэнээсээ салгаж ойлгодог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24. Та өөрийн сэтгэл хөдлөл, шийдвэрийн хоорондын уялдааг ойлгодог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25. Та өөрийн алдаагаа дахин давтахгүй байхын тулд ямар алхмууд хийхээ мэддэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
  { text: "26. Та бусдын хүлээлтийг биелүүлэхийн тулд өөрийн хэрэгцээг хойш тавьдаг уу?", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
    { text: "Ховорхон / Бараг үгүй", value: 4 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 2 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
  ] },
  { text: "27. Та өөрийгөө сэдэлжүүлж, зорилгодоо хүрэхийн тулд тууштай ажилладаг уу?", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
    { text: "Ховорхон / Бараг үгүй", value: 2 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 4 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
  ] },
  { text: "28. Та өөрийгөө хэт шүүмжилж, амжилтаа үл тоомсорлох хандлагатай юу?", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
    { text: "Ховорхон / Бараг үгүй", value: 4 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 2 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
  ] },
  { text: "29. Та өөрийн өсөлт хөгжлийг байнга хянаж, үнэлдэг үү?", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
    { text: "Ховорхон / Бараг үгүй", value: 2 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 4 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
  ] },
  { text: "30. Таны өөрийгөө үнэлэх чадвар таны хувийн болон мэргэжлийн амьдралд эерэг нөлөө үзүүлдэг үү?", options: [
    { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
    { text: "Ховорхон / Бараг үгүй", value: 2 },
    { text: "Заримдаа / Дунд зэрэг", value: 3 },
    { text: "Ихэвчлэн / Байнга", value: 4 },
    { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  }
];
export const sectionsTest6 = [
  {
    title: "I хэсэг: Бусдын мэдрэмжийг ойлгох",
    description: "...",
    questions: [
      { text: "1. Та бусдын нүүрний хувирал, биеийн хэлэмжээс тэдний сэтгэл санааг ойлгож чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "2. Найз эсвэл хамтран ажиллагч тань хүнд байдалд ороход та тэдний зовлонг мэдэрч, санаа зовдог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "3. Та бусдын яриаг сонсохдоо тэдний мэдрэмжийг өөрийнх шигээ ойлгохыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "4. Таныг бусдын мэдрэмжийг сайн ойлгодог хүн гэж бусад хүмүүс хэлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "5. Та кино, ном эсвэл хөгжим зэрэг урлагийн бүтээлээр дамжуулан баатруудын мэдрэмжийг гүн гүнзгий мэдэрдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }  
      ] },
      { text: "6. Та бусдын зовлонд нэг их ач холбогдол өгдөггүй эсвэл халгаадаггүй уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "7. Та хүмүүсийн нууцлаг, эсвэл илэрхийлэгдээгүй мэдрэмжийг таньж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "8. Хэн нэгэн гомдоход та яагаад гомдсоныг нь хялбархан ойлгодог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "9. Та бусдын оронд өөрийгөө тавьж, тэдний байр сууринаас нөхцөл байдлыг үнэлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "10. Та сэтгэл хөдлөлийн ялгааг (жишээ нь, уур, гуниг, баяр баясгалан) нарийн ялгаж таньдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] }
    ]
  },
  {
    title: "II хэсэг: Бусдад хандах хандлага ба хариу үйлдэл",
    description: "...",
    questions: [
      { text: "11. Та бусдад туслахыг хичээж, тэднийг дэмждэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "12. Та бусдын асуудлыг шийдвэрлэхэд идэвхтэй оролцдог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "13. Та хүмүүстэй харилцахдаа эелдэг, хүндэтгэлтэй ханддаг уу, тэр ч байтугай тэдэнтэй санал зөрөлдсөн ч?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "14. Та бусдыг тайвшруулж, тэдэнд сэтгэл зүйн дэмжлэг үзүүлж чаддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "15. Та бусдын амжилтад чин сэтгэлээсээ баярлаж, тэднийг урамшуулдаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "16. Та бусдын зовлонг хэт хувийн болгон хүлээж авч, сэтгэлээр унах хандлагатай юу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "17. Та бусдын мэдрэмжийг үл тоомсорлож, зөвхөн өөрийнхөө байр сууринаас ханддаг уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] },
      { text: "18. Та маргаантай үед бусдын үзэл бодлыг сонсож, ойлгохыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "19. Та бусдыг шүүхээсээ өмнө тэдний нөхцөл байдлыг ойлгохыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "20. Таныг хүйтэн хөндий эсвэл сэтгэлгүй гэж бусад хүмүүс хэлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] }
    ]
  },
  {
    title: "III хэсэг: Танин мэдэхүйн эмпати ба харилцаа",
    description: "...",
    questions: [
      { text: "21. Та бусдын үзэл бодол, итгэл үнэмжлийг тэднийг шүүхгүйгээр хүлээн зөвшөөрдөг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "22.	Та бусдын өнгөрсөн туршлага тэдний одоогийн зан төлөвт хэрхэн нөлөөлснийг ойлгодог уу? ", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
  ] },
      { text: "23.	Та өөрийнхөө үзэл бодлоос өөр санааг сонсох, ойлгохыг хичээдэг үү? ", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "24.	Та зөрчилдөөнтэй нөхцөл байдалд талуудын аль алиных нь байр суурийг ойлгохыг хичээдэг үү? ", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "25.	Та хүмүүсийн зан төлөвийн шалтгааныг бодож, ойлгохыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "26.	Та бусдын өөр өнцөг, үзэл бодлыг үнэлж, хүндэтгэдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "27.	Та бусдад зөвлөгөө өгөхөөсөө өмнө тэдний нөхцөл байдлыг бүрэн ойлгохыг хичээдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "28.	Та өөр өөр соёл, ард түмний талаар сонирхож, тэдний амьдралын хэв маягийг ойлгохыг хүсдэг үү?", options: [
         { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "29.	Таныг бусадтай амархан холбогддог эсвэл сайн сонсогч гэж бусад хүмүүс хэлдэг үү?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 1 },
        { text: "Ховорхон / Бараг үгүй", value: 2 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 4 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 5 }
      ] },
      { text: "30.	Та бусдын мэдрэмжийг мэдэрч чадахгүй байгаадаа санаа зовдог уу?", options: [
        { text: "Огт үгүй / Хэзээ ч үгүй", value: 5 },
        { text: "Ховорхон / Бараг үгүй", value: 4 },
        { text: "Заримдаа / Дунд зэрэг", value: 3 },
        { text: "Ихэвчлэн / Байнга", value: 2 },
        { text: "Үргэлж / Тийм ээ, яг тийм", value: 1 }
      ] }
    ]
  }
];

export const sectionsTest7 = [
  {
    title: "I хэсэг: Логик үндэслэл ба дүгнэлт (10 асуулт)",
    questions: [
      { text: "1. Бүх шувуу нисдэг. Тагтаа бол шувуу. Тэгвэл:", options: [
        { text: "а) Тагтаа нисдэггүй.", value: 0 },
        { text: "б) Бүх нисдэг зүйл тагтаа.", value: 0 },
        { text: "в) Тагтаа нисдэг.", value: 5 },
        { text: "г) Дээрх дүгнэлтүүдийн аль нь ч зөв биш.", value: 0 }
      ] },
      { text: "2. Хэрэв А хот В хотоос баруун тийш, С хот В хотоос хойш байрладаг бол:", options: [
        { text: "а) А хот С хотоос хойш байрлана.", value: 0 },
        { text: "б) С хот А хотоос зүүн хойш байрлана.", value: 5 },
        { text: "в) А ба С хотуудын байршил тодорхойгүй.", value: 0 },
        { text: "г) С хот А хотоос баруун хойш байрлана.", value: 0 }
      ] },
      { text: "3. Дараах тоон цувааны зүй тогтлыг олж, асуултын тэмдгийн оронд тохирох тоог сонго: 2, 5, 10, 17, ?", options: [
        { text: "а) 24", value: 0 },
        { text: "б) 26", value: 5 },
        { text: "в) 28", value: 0 },
        { text: "г) 30", value: 0 }
      ] },
      { text: "4. Ийм тайлбарыг уншсан бол та юу гэж дүгнэх вэ? 'Сүүлийн таван жилийн хугацаанд тус компанийн цалингийн дундаж хэмжээ 15% -аар өссөн. Гэсэн хэдий ч, компанийн ажилчдын сэтгэл ханамж буурсан хэвээр байна.'", options: [
        { text: "а) Цалингийн өсөлт нь ажилчдын сэтгэл ханамжийг нэмэгдүүлдэггүй.", value: 0 },
        { text: "б) Ажилчдын сэтгэл ханамжид цалингаас өөр хүчин зүйл нөлөөлдөг.", value: 5 },
        { text: "в) Компанийн ажилчид илүү их цалин хүсдэг.", value: 0 },
        { text: "г) Компанийн удирдлага муу ажиллаж байна.", value: 0 }
      ] },
      { text: "5. Хэрэв та өглөө бүр ажил руугаа явахдаа үргэлж шар машин харж, тухайн өдөр нь үргэлж азтай байдаг бол, шар машин аз авчирдаг гэж дүгнэх нь:", options: [
        { text: "а) Зөв логик дүгнэлт.", value: 0 },
        { text: "б) Худал хоорондын хамаарал.", value: 5 },
        { text: "в) Шалтгаан-үр дагаврын батлагдсан холбоо.", value: 0 },
        { text: "г) Дээрх дүгнэлтүүдийн аль нь ч зөв биш.", value: 0 }
      ] },
      { text: "6. Дараах үгсийн холбоог ажиглаад, асуултын тэмдгийн оронд тохирохыг сонго: 'Багш' : 'Сурагч' :: 'Эмч' : ?", options: [
        { text: "а) Өвчтөн", value: 5 },
        { text: "б) Эмнэлэг", value: 0 },
        { text: "в) Эм", value: 0 },
        { text: "г) Сувилагч", value: 0 }
      ] },
      { text: "7. Нэгэн судалгаагаар, кофе уудаг хүмүүс кофе уудаггүй хүмүүсээс илүү урт насладаг нь тогтоогджээ. Энэ нь кофе уух нь урт наслах шалтгаан болдог гэсэн үг үү?", options: [
        { text: "а) Тийм, кофе нь эрүүл мэндэд сайн.", value: 0 },
        { text: "б) Үгүй, энэ нь зөвхөн хамаарал байж болох ба шалтгаан биш.", value: 5 },
        { text: "в) Зөвхөн зарим хүмүүст л үйлчилнэ.", value: 0 },
        { text: "г) Дээрх дүгнэлтүүдийн аль нь ч үнэн биш.", value: 0 }
      ] },
      { text: "8. Хэрэв бүх А нь В бөгөөд зарим В нь С биш бол:", options: [
        { text: "а) Бүх А нь С биш.", value: 0 },
        { text: "б) Зарим А нь С биш.", value: 0 },
        { text: "в) Зарим С нь А биш.", value: 0 },
        { text: "г) Дээрх дүгнэлтүүдийн аль нь ч заавал үнэн биш.", value: 5 }
      ] },
      { text: "9. Та нэгэн шинэ бүтээгдэхүүний талаарх 100 хэрэглэгчийн санал асуулгын дүнг хүлээн авсан. 80% нь 'сайн', 15% нь 'дунд', 5% нь 'муу' гэсэн үнэлгээ өгсөн. Та энэ бүтээгдэхүүний талаар юу гэж дүгнэх вэ?", options: [
        { text: "а) Бүтээгдэхүүн маш сайн.", value: 0 },
        { text: "б) Бүтээгдэхүүн сайжруулах шаардлагатай.", value: 0 },
        { text: "в) Ихэнх хэрэглэгчдэд бүтээгдэхүүн таалагдсан.", value: 5 },
        { text: "г) Бүтээгдэхүүн зах зээлд амжилтгүй болно.", value: 0 }
      ] },
      { text: "10. Багийн бүх гишүүд хичээнгүй ажилласан. Баг нь зорилгодоо хүрээгүй. Тэгвэл:", options: [
        { text: "а) Багийн гишүүдийн хичээл зүтгэл хангалтгүй байсан.", value: 0 },
        { text: "б) Зорилго нь хэт өндөр байсан.", value: 0 },
        { text: "в) Хичээл зүтгэл нь зорилгод хүрэхэд цорын ганц хүчин зүйл биш.", value: 5 },
        { text: "г) Дээрх дүгнэлтүүдийн аль нь ч зөв биш.", value: 0 }
      ] }
    ]
  },
  {
    title: "II хэсэг: Өгөгдөл тайлбарлах ба үнэлэх (10 асуулт)",
    questions: [
      { text: "11. 2023 оноос 2024 онд борлуулалт нь хамгийн их хувиар өссөн бүтээгдэхүүн аль нь вэ?",
      image: "icons/table.png",
       options: [
        { text: "а) А", value: 0 },
        { text: "б) Б", value: 0 },
        { text: "в) В", value: 5 },
        { text: "г) Тодорхойлох боломжгүй", value: 0 }
      ] },
      { text: "12. Бүтээгдэхүүн А болон В-ийн 2024 оны нийт борлуулалт хэд вэ?",       
       image: "icons/table.png",
       options: [
        { text: "а) 170 сая төг", value: 0 },
        { text: "б) 180 сая төг", value: 5 },
        { text: "в) 190 сая төг", value: 0 },
        { text: "г) 200 сая төг", value: 0 }
      ] },
      { text: "13. Бүтээгдэхүүн Б-ийн борлуулалт хэдэн хувиар буурсан бэ?",       
       image: "icons/table.png",
       options: [
        { text: "а) 10%", value: 0 },
        { text: "б) 12.5%", value: 5 },
        { text: "в) 15%", value: 0 },
        { text: "г) 20%", value: 0 }
      ] },
      { text: "14. Эхний 3 сард компанийн дундаж ашиг хэдэн хувьтай байсан бэ?", 
       context:"(Тайлбар: Нэг компани эхний 3 сард 50%,20%,10% ашигтай ажилласан бол дараагийн 3 сард 5%,10%,15% алдагдалтай ажилласан.)",
       options: [
        { text: "а) 20%", value: 0 },
        { text: "б) 25%", value: 5 },
        { text: "в) 30%", value: 0 },
        { text: "г) 35%", value: 0 }
      ] },
      { text: "15. Энэ компани жилийн эхний хагаст (6 сард) ерөнхийдөө ашигтай байсан уу, алдагдалтай байсан уу?", 
       context:"(Тайлбар: Нэг компани эхний 3 сард 50%,20%,10% ашигтай ажилласан бол дараагийн 3 сард 5%,10%,15% алдагдалтай ажилласан.)",
       options: [
        { text: "а) Ашигтай", value: 5 },
        { text: "б) Алдагдалтай", value: 0 },
        { text: "в) Тэг", value: 0 },
        { text: "г) Тодорхойгүй", value: 0 }
      ] },
      { text: "16. Эхний 3 сарын ашгийн хэмжээ яагаад буурсан байж болох вэ? (Хамгийн логик хувилбарыг сонгоно уу.)", 
       context:"(Тайлбар: Нэг компани эхний 3 сард 50%,20%,10% ашигтай ажилласан бол дараагийн 3 сард 5%,10%,15% алдагдалтай ажилласан.)",
       options: [
        { text: "а) Зах зээлийн өрсөлдөөн нэмэгдсэн.", value: 5 },
        { text: "б) Бүтээгдэхүүний үнэ өссөн.", value: 0 },
        { text: "в) Маркетингийн зардал буурсан.", value: 0 },
        { text: "г) Ажилчдын цалин нэмэгдсэн.", value: 0 }
      ] },
      { text: "17. Нэгэн хотын агаарын бохирдол өвөл 80% -аар ихэсдэг нь тогтоогджээ. Энэ нь:", options: [
        { text: "а) Зөвхөн өвөл л агаарын бохирдол байдаг.", value: 0 },
        { text: "б) Өвлийн улиралд агаарын бохирдлыг үүсгэдэг нэмэлт хүчин зүйлс бий болдог.", value: 5 },
        { text: "в) Зуны улиралд агаарын бохирдол байхгүй.", value: 0 },
        { text: "г) Агаарын бохирдлын талаарх мэдээлэл хангалтгүй.", value: 0 }
      ] },
      { text: "18. Нэгэн зоогийн газар 'Манай хоол үргэлж шинэхэн, амттай' гэсэн уриатай байна. Гэтэл хэд хэдэн үйлчлүүлэгч хоолыг нь 'хуучин, амтгүй' гэж гомдол гаргажээ. Энэ нь юуг илэрхийлж байна вэ?", options: [
        { text: "а) Зоогийн газрын уриа худал.", value: 0 },
        { text: "б) Үйлчлүүлэгчид худлаа ярьж байна.", value: 0 },
        { text: "в) Хоолны чанар тогтворгүй.", value: 5 },
        { text: "г) Зоогийн газар буруу хоол хийсэн.", value: 0 }
      ] },
      { text: "19. Нэгэн компани шинэ ажилтнуудыг сонгохдоо зөвхөн их сургуулийн дипломыг чухалчилдаг. Энэ нь:", options: [
        { text: "а) Зөв шийдвэр, учир нь диплом нь чадварыг баталдаг.", value: 0 },
        { text: "б) Буруу шийдвэр, учир нь дипломоос гадна туршлага, ур чадвар чухал.", value: 5 },
        { text: "в) Компани цагийг хэмнэж байна.", value: 0 },
        { text: "г) Энэ нь компанийн дүрэм.", value: 0 }
      ] },
      { text: "20. Нэгэн улсын эдийн засагт инфляцийн түвшин өндөр байгаа ч, ажилгүйдлийн түвшин буурч байна. Энэ нь:", options: [
        { text: "а) Эдийн засаг сайн байна гэсэн үг.", value: 0 },
        { text: "б) Эдийн засагт тодорхойгүй байдал байна.", value: 5 },
        { text: "в) Эдийн засгийн өсөлт инфляцийг үүсгэж байна.", value: 0 },
        { text: "г) Ажилгүйдлийн бууралт инфляцийг бууруулдаг.", value: 0 }
      ] }
    ]
  },
  {
    title: "III хэсэг: Таамаглал дэвшүүлэх ба шийдвэр гаргах (10 асуулт)",
    questions: [
      { text: "21. Та нэгэн чухал төслийн менежер. Төслийн багийн гишүүдийн дунд санал зөрөлдөөн үүссэн бөгөөд энэ нь төслийн явцад саад болж байна. Таны хийх хамгийн эхний алхам юу байх ёстой вэ?", options: [
        { text: "а) Хэн зөв болохыг тогтоох.", value: 0 },
        { text: "б) Багийн гишүүдийг цуглуулж, асуудлыг ярилцах.", value: 5 },
        { text: "в) Дээд удирдлагад мэдэгдэх.", value: 0 },
        { text: "г) Асуудлыг үл тоон ажлаа үргэлжлүүлэх.", value: 0 }
      ] },
      { text: "22. Та нэгэн компанийн шинэ бүтээгдэхүүнийг зах зээлд нэвтрүүлэх үүрэгтэй. Өрсөлдөгч компани ижил төрлийн бүтээгдэхүүнийг илүү хямд үнээр гаргасан тухай мэдээлэл ирлээ. Таны дараагийн алхам юу байх ёстой вэ?", options: [
        { text: "а) Бүтээгдэхүүнийхээ үнийг нэн даруй бууруулах.", value: 0 },
        { text: "б) Өрсөлдөгчийн бүтээгдэхүүнийг судлах.", value: 5 },
        { text: "в) Маркетингийн зардлыг нэмэгдүүлэх.", value: 0 },
        { text: "г) Бүтээгдэхүүнээ зах зээлд гаргахгүй байх.", value: 0 }
      ] },
      { text: "23. Таны удирдаж буй баг нэгэн чухал төслийг гүйцэтгэх хугацаагаа хэтрүүлэх магадлалтай болсон. Энэ нөхцөлд та хамгийн түрүүнд юу хийх вэ?", options: [
        { text: "а) Багийн гишүүдийг буруутгах.", value: 0 },
        { text: "б) Хугацааг сунгах хүсэлт гаргах.", value: 0 },
        { text: "в) Асуудлын үндсийг олж тогтоох, шийдэл олох.", value: 5 },
        { text: "г) Төслийг цуцлах.", value: 0 }
      ] },
      { text: "24. Нэгэн шинэ судалгаагаар, таны өмнө нь баримталж байсан үзэл бодол буруу болох нь тогтоогдлоо. Та үүнийг хэрхэн хүлээж авах вэ?", options: [
        { text: "а) Шинэ судалгааг үл тоох.", value: 0 },
        { text: "б) Өөрийн үзэл бодлыг хамгаалах.", value: 0 },
        { text: "в) Шинэ мэдээллийг хүлээн авч, үзэл бодлоо өөрчлөх.", value: 5 },
        { text: "г) Судалгааны үнэн зөвийг эргэлзэх.", value: 0 }
      ] },
      { text: "25. Таны хамт олон таны саналыг хүлээн авахгүй байна. Та юу хийх вэ?", options: [
        { text: "а) Саналаа орхих.", value: 0 },
        { text: "б) Бусадтай маргах.", value: 0 },
        { text: "в) Саналаа дахин боловсруулж, илүү сайн тайлбарлах.", value: 5 },
        { text: "г) Удирдлагад хандах.", value: 0 }
      ] },
      { text: "26. Нэгэн ажилтан ажлын байрандаа хувийн асуудалтай тулгарч, ажлын бүтээмж нь буурчээ. Менежер та юу хийх вэ?", options: [
        { text: "а) Шууд ажлаас халах.", value: 0 },
        { text: "б) Асуудлыг нь үл тоох.", value: 0 },
        { text: "в) Ажилтантай ярилцаж, дэмжлэг үзүүлэх боломжийг хайх.", value: 5 },
        { text: "г) Ажлын ачааллыг нь нэмэгдүүлэх.", value: 0 }
      ] },
      { text: "27.	Таны байгууллагад шинэ дүрэм, журам нэвтэрч, энэ нь таны өдөр тутмын ажилд нөлөөлөхөөр боллоо. Та хэрхэн хандах вэ? ", options: [
        { text: "а) Шинэ дүрмийг эсэргүүцэх.", value: 0 },
        { text: "б) Шинэ дүрэмд дасан зохицохгүй байхыг хичээх. ", value: 0 },
        { text: "в) Шинэ дүрмийг ойлгож, түүнд дасан зохицох арга замыг олох. ", value: 5 },
        { text: "г) Ажлаасаа гарах тухай бодох.", value: 0 }
      ] },
      { text: "28.	Таны ажлын орчинд үл ойлголцол үүсч, хурцадмал байдал үүсжээ. Та энэ нөхцөл байдлыг шийдвэрлэхийн тулд юу хийх вэ? ", options: [
        { text: "а) Асуудлыг улам хурцатгах. ", value: 0 },
        { text: "б) Асуудлаас зайлсхийх. ", value: 0 },
        { text: "в) Талуудыг нэгтгэж, нээлттэй ярилцах орчинг бүрдүүлэх. ", value: 5 },
        { text: "г) Нэг талыг баримтлах", value: 0 }
      ] },
      { text: "29.	Таны багт шинэ гишүүн ирж, туршлага багатай байгаа учраас ажлыг удаашруулж байна. Та юу хийх вэ? ", options: [
        { text: "а) Шинэ гишүүнийг шүүмжлэх. ", value: 0 },
        { text: "б) Шинэ гишүүнийг ажлаас халуулахыг хүсэх. ", value: 0 },
        { text: "в) Түүнд тусалж, сургаж, багтаа дасан зохицоход нь дэмжих.", value: 5 },
        { text: "г) Түүний ажлыг хийх", value: 0 }
      ] },
      { text: "30.	Та нэгэн ээдрээтэй асуудлыг шийдвэрлэхээр оролдож байна. Та хамгийн түрүүнд юу хийх вэ? ", options: [
        { text: "а) Шууд шийдэл олохыг хичээх", value: 0 },
        { text: "б) Асуудлыг бүх талаас нь судлах, мэдээлэл цуглуулах.", value: 5 },
        { text: "в) Бусдаас шууд тусламж хүсэх. ", value: 0 },
        { text: "г) Асуудлыг орхих.", value: 0 }
      ] }
    ]
  }
];

